Repository: sachinkrr02/Kissan_bmdu
Catalog: lib/l10n/app_*.arb
Languages: or, pa

source: level
or: ସ୍ତର
pa: ਪੱਧਰ

source: Size
or: ଆକାର
pa: ਆਕਾਰ

# qty
source: Quantity
or: ପরিমାଣ
pa: ਮਾਤਰਾ

source: Success
or: ସଫଳତା
pa: ਸਫ਼ਲਤਾ

source: Pending
or: ଅଧୂରା
pa: ਬਾਕੀ

source: Cancelled
or: ବାତିଲ
pa: ਰੱਦ ਕੀਤਾ

source: Cancel
or: ବାତିଲ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ

source: Price
or: ମୂଲ୍ୟ
pa: ਮੁੱਲ

source: CODE
or: କୋଡ୍
pa: ਕੋਡ

source: Confirm
or: ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪੁਸ਼ਟੀ ਕਰੋ

source: Order Details
or: ଅର୍ଡର ବିବରଣ
pa: ਆਰਡਰ ਵੇਰਵਾ

source: Order ID
or: ଆର୍ଡର୍ ଆଇଡି
pa: ਆਰਡਰ ਆਈਡੀ

source: Order Value
or: ଆର୍ଡର୍ ମୂଲ୍ୟ
pa: ਆਰਡਰ ਮੁੱਲ

source: Description
or: ବର୍ଣ୍ଣନା
pa: ਵਿਵਰਣ

# boxqty
source: Box Quantity
or: ବକ୍ସ ପରିମାଣ
pa: ਬਕਸ ਮਾਤਰਾ

source: Schemes
or: ପ୍ରଣାଲୀ
pa: ਯੋਜਨਾਵਾਂ

source: Married
or: ବିବାହିତ
pa: ਵਿਆਹਿਤ

source: update
or: ଆପଡେଟ୍
pa: ਅੱਪਡੇਟ

source: approved
or: ଅନୁମୋଦିତ
pa: ਮਨਜੂਰ

source: Certificate Upload
or: ସରକାରୀ ପ୍ରମାଣପତ୍ର ଆପଲୋଡ
pa: ਸਰਟੀਫਿਕੇਟ ਅਪਲੋਡ

source: check
or: ପରୀକ୍ଷଣ କରନ୍ତୁ
pa: ਜਾਂਚ ਕਰੋ

source: number
or: ନମ୍ବର
pa: ਨੰਬਰ

source: orders
or: ଅର୍ଡର
pa: ਆਰਡਰਾਂ

source: shop image
or: ଦୋକାନ ଛାଞ୍ଚ
pa: ਦੁਕਾਨ ਦੀ ਤਸਵੀਰ

source: unmmaried
or: ଅବିବାହିତ
pa: ਅਵਿਆਹਤ

source: whatsapp
or: ୱ୍ହାଟ୍ସଅପ୍
pa: ਵਾਟਸਐਪ

source: Add to Cart
or: କାର୍ଟରେ ଯୋଡ଼ନ୍ତୁ
pa: ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ

# allpriceareincludingtaxes
source: All prices are inclusive of taxes
or: ସମସ୍ତ ମୂଲ୍ୟ କର ସହିତ ଅନ୍ତର୍ଗତ ଅଛି
pa: ਸਭ ਮੁੱਲ ਟੈਕਸ ਨਾਲ ਸ਼ਾਮਲ ਹਨ

# cartoonbox
source: Carton Box
or: କାର୍ଟୁନ୍ ବକ୍ସ
pa: ਕਾਰਟੂਨ ਬਕਸਾ

source: Dealer Price
or: ଡିଲର ମୂଲ୍ୟ
pa: ਡੀਲਰ ਦੀ ਕੀਮਤ

source: Detail
or: ବିବରଣ
pa: ਵੇਰਵਾ

source: Discount
or: ଡିସକାଉଣ୍ଟ
pa: ਛੁੱਟੀ

source: Dimension
or: ମାପ
pa: ਮਾਪ

source: Module
or: ମଡ୍ୟୁଲ
pa: ਮੋਡਿਊਲ

source: MRP
or: ଏମଆରପି
pa: ਐਮਆਰਪੀ

source: Net Price
or: ନେଟ ମୂଲ୍ୟ
pa: ਨੈੱਟ ਮੁੱਲ

source: Notifications
or: ସୂଚନାଗୁଡ଼ିକ
pa: ਸੂਚਨਾਵਾਂ

source: Note
or: ନୋଟ
pa: ਨੋਟ

source: Login
or: ଲଗଇଁ
pa: ਲਾਗਇਨ

source: Mobile Number
or: ମୋବାଇଲ ନମ୍ବର
pa: ਮੋਬਾਇਲ ਨੰਬਰ

source: Password
or: ପାସ୍ୱାର୍ଡ
pa: ਪਾਸਵਰਡ

source: Forgot Password
or: ପାସ୍ୱାର୍ଡ ଭୁଲିଗଲା
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ

# noAccount
source: Don't have any account?
or: କୌଣସି ଖାତା ନାହିଁ?
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?

source: Sign Up
or: ସାଇନ୍ ଆପ୍
pa: ਸਾਇਨ ਅਪ

source: Help Line Number
or: ସହଯୋଗ ଲାଇନ୍ ନମ୍ବର
pa: ਮਦਦ ਲਾਇਨ ਨੰਬਰ

source: Terms and Conditions
or: ଶରତ୍ତ ଏବଂ ଶ୍ରେଣୀ
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ

source: Hello
or: ହେଲ୍ଲୋ
pa: ਹੈਲੋ

source: Status
or: ସ୍ଥିତି
pa: ਹਾਲਤ

source: Your Points
or: ଆପଣଙ୍କ ପଏଁଟ୍‌ଗୁଡ଼ିଆ
pa: ਤੁਹਾਡੇ ਪੁਆਇੰਟ

source: Total Redemptions
or: ମୋଟ ରିଡେମ୍ପସନ୍‌ସ
pa: ਕੁੱਲ ਰੀਡੈਮਪਸ਼ਨ

source: Financial Year
or: ଆର୍ଥିକ ବର୍ଷ
pa: ਆਰਥਿਕ ਸਾਲ

source: Scan
or: ସ୍କ୍ୟାନ୍
pa: ਸਕੈਨ

source: My Wallet
or: ମୋ ବଟୁଆ
pa: ਮੇਰਾ ਵਾਲੈਟ

source: My Profile
or: ମୋ ପ୍ରୋଫାଇଲ
pa: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ

source: History
or: ଇତିହାସ
pa: ਇਤਿਹਾਸ

source: Our Products
or: ଆମର ଉତ୍ପାଦ
pa: ਸਾਡੇ ਉਤਪਾਦ

source: Assign
or: ସନ୍ନିହିତ
pa: ਨਿਰਧਾਰਿਤ

source: Language
or: ଭାଷା
pa: ਭਾਸ਼ਾ

source: See More
or: ଆରେ ଦେଖନ୍ତୁ
pa: ਹੋਰ ਵੇਖੋ

source: Scan Your Code
or: ଆପଣଙ୍କର କୋଡ ସ୍କ୍ୟାନ୍ କରନ୍ତୁ
pa: ਆਪਣਾ ਕੋਡ ਸਕੈਨ ਕਰੋ

# holdYourPhone
source: Hold your phone approximately 10cm away from the code, steady for 2 seconds
or: ଆପଣଙ୍କ ଫୋନ କୋଡରୁ ପ୍ରଯାତ 10 ସେମି ଦୂର, 2 ଦ୍ୱିତୀୟ ସ୍ଥିର ରଖନ୍ତୁ
pa: ਆਪਣੇ ਫੋਨ ਨੂੰ ਕੋਡ ਤੋਂ ਲਗਭਗ 10 ਸੈਂਟੀਮੀਟਰ ਦੂਰ ਰੱਖੋ, 2 ਸਕਿੰਟ ਲਈ ਸਥਿਰ ਰੱਖੋ

source: Enter your coupon code
or: ଆପଣଙ୍କ କୁପନ୍ କୋଡ ଦାଖଲ କରନ୍ତୁ
pa: ਆਪਣਾ ਕੂਪਨ ਕੋਡ ਦਾਖਲ ਕਰੋ

source: Submit
or: ସବମିଟ୍‌
pa: ਪੇਸ਼ ਕਰੋ

# clickBelowToViewHistory
source: *Click below to view scanned code history
or: *ନୀଚେ କ୍ଲିକ କରନ୍ତୁ କି ଆପଣଙ୍କର ସ୍କ୍ୟାନ୍ କରନ୍ତୁ କୋଡ ଇତିହାସ ଦେଖିବାରେ
pa: *ਇਥੋਂ ਹੇਠਾਂ ਕਲਿੱਕ ਕਰੋ ਤਾਂ ਸਕੈਨ ਕੀਤੇ ਗਏ ਕੋਡ ਦਾ ਇਤਿਹਾਸ ਵੇਖਿਆ ਜਾ ਸਕੇ

source: View History
or: ଇତିହାସ ଦେଖନ୍ତୁ
pa: ਇਤਿਹਾਸ ਵੇਖੋ

source: Registered On
or: ରଜିଷ୍ଟର୍‌ ହେଉଛି
pa: ਤੇ ਰਜਿਸਟਰ ਕੀਤਾ

source: Balance Points
or: ବ୍ୟାଲେନ୍ସ ପଏଣ୍ଟ୍‌
pa: ਬੈਲੈਂਸ ਪੁਆਇੰਟ

source: PAN Status
or: ପାନ୍ ସ୍ଥିତି
pa: ਪੈਨ ਸਥਿਤੀ

source: Bank Status
or: ବ୍ୟାଙ୍କ ସ୍ଥିତି
pa: ਬੈਂਕ ਸਥਿਤੀ

source: Aadhar Status
or: ଆଧାର ସ୍ଥିତି
pa: ਆਧਾਰ ਸਥਿਤੀ

source: TDS Details
or: ଟିଡିଏସ୍ ବିବରଣ
pa: ਟੀਡੀਐਸ ਵੇਰਵਾ

source: Cash
or: ନଗଦ
pa: ਕੈਸ਼

source: Scheme
or: ଯୋଜନା
pa: ਯੋਜਨਾ

source: Select Redeem Method
or: ରିଡିମ୍ ପଦ୍ଧତି ବାଛନ୍ତୁ
pa: ਰੀਡੀਮ ਮੈਥਡ ਚੁਣੋ

source: Bank
or: ବ୍ୟାଙ୍କ
pa: ਬੈਂਕ

source: Enter Points
or: ପଏଣ୍ଟ୍‌ ଦାଖଲ କରନ୍ତୁ
pa: ਪੁਆਇੰਟ ਦਾਖਲ ਕਰੋ

source: Maximum Limit
or: ଅଧିକତମ ସୀମା
pa: ਅਧਿਕਤਮ ਹੱਦ

source: Redeem
or: ରିଡିମ୍
pa: ਰੀਡੀਮ

source: Ranking
or: ରେଙ୍କିଂ
pa: ਰੈਂਕਿੰਗ

source: Social Media
or: ସୋସିଆଲ ମିଡିଆ
pa: ਸੋਸ਼ਲ ਮੀਡੀਆ

# referAndEarn
source: Refer & Earn
or: ରିଫର୍ ଏବଂ କମାଉ
pa: ਰੈਫਰ ਅਤੇ ਕਮਾਓ

source: Rate Us
or: ଆମେ ରେଟ୍ କରନ୍ତୁ
pa: ਸਾਡੇ ਨੂੰ ਰੇਟ ਕਰੋ

source: About Us
or: ଆମେ ବିଷୟରେ
pa: ਸਾਡੇ ਬਾਰੇ

# ourCatalog
source: Our Catalouge
or: ଆମେର କ୍ୟାଟାଲଗ୍
pa: ਸਾਡੇ ਕੈਟਾਲਾਗ

source: Help
or: ସହାୟତା
pa: ਮਦਦ

# feedbackAndComplaints
source: Feedback & Complaints
or: ପ୍ରତିକ୍ରିୟା ଏବଂ ଅଭିଯୋଗ
pa: ਫੀਡਬੈਕ ਅਤੇ ਸ਼ਿਕਾਯਤਾਂ

source: Legal
or: ଆଇନାନ୍ଦାନୀ
pa: ਕਾਨੂੰਨੀ

source: Logout
or: ଲଗଆଉଟ୍
pa: ਲਾਗ-ਆਉਟ

source: App Version
or: ଏପ୍‌ ଭର୍ଶନ
pa: ਐਪ ਵਰਜਨ

source: Offer
or: ଅଫର
pa: ਔਫ਼ਰ

source: Change Password
or: ପାସ୍‌ୱର୍ଡ ବଦଳାଇବେ
pa: ਪਾਸਵਰਡ ਬਦਲੋ

source: points
or: ପଏଣ୍ଟ୍‌
pa: ਪੁੰਜ

source: Cash transactions
or: ନଗଦୀ ଲେନ୍‌-ଦେନ୍‌
pa: ਨਗਦੀ ਲੇਨ-ਦੇਨ

source: Filter
or: ଫିଲ୍ଟର୍‌
pa: ਫਿਲਟਰ

source: Date
or: ତାରିଖ
pa: ਮਿਤੀ

source: Scan Code
or: ସ୍କାନ୍ କୋଡ୍‌
pa: ਸਕੈਨ ਕੋਡ

source: Reference code
or: ସଂଦର୍ଭ କୋଡ୍‌
pa: ਸੰਦਰਭ ਕੋਡ

source: Amount
or: ରାଶି
pa: ਰਕਮ

source: Scheme transactions
or: ଯୋଜନା ଲେନ୍‌-ଦେନ୍‌
pa: ਯੋਜਨਾ ਲੇਨ-ਦੇਨ

source: Search
or: ଖୋଜ
pa: ਖੋਜ

source: All Series
or: ସମସ୍ତ ସିରିଜ
pa: ਸਭ ਸੀਰੀਜ

source: All Categories
or: ସମସ୍ତ ଶ୍ରେଣୀ
pa: ਸਭ ਕੈਟੇਗਰੀਆਂ

source: All Products
or: ସମସ୍ତ ଉତ୍ପାଦ
pa: ਸਭ ਉਤਪਾਦ

source: Name
or: ନାମ
pa: ਨਾਮ

source: Phone
or: ଫୋନ
pa: ਫੋਨ

source: Personal Info
or: ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ

source: Document Info
or: ଦସ୍ତାବେଜ ତଥ୍ୟ
pa: ਦਸਤਾਵੇਜ਼ ਜਾਣਕਾਰੀ

source: Transfer Info
or: ଟ୍ରାନ୍ସଫର ତଥ୍ୟ
pa: ਟਰਾਂਸਫ਼ਰ ਜਾਣਕਾਰੀ

source: Additional Info
or: ଅତିରିକ୍ତ ତଥ୍ୟ
pa: ਵਾਧੂ ਜਾਣਕਾਰੀ

source: Full Name
or: ପୁରା ନାମ
pa: ਪੂਰਾ ਨਾਮ

source: Birth Date
or: ଜନ୍ମ ତାରିଖ
pa: ਜਨਮ ਤਾਰੀਖ

source: Phone Number
or: ଫୋନ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ

source: WhatsApp Number
or: WhatsApp ନମ୍ବର
pa: WhatsApp ਨੰਬਰ

source: Email
or: ଇମେଲ
pa: ਈਮੇਲ

source: Address
or: ଠିକଣା
pa: ਪਤਾ

source: Pin Code
or: ପିନ୍ କୋଡ୍
pa: ਪਿੰਨ ਕੋਡ

source: Country
or: ଦେଶ
pa: ਦੇਸ਼

source: State
or: ରାଜ୍ୟ
pa: ਰਾਜ

source: City
or: ସହର
pa: ਸ਼ਹਿਰ

source: Edit
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਸੋਧੋ

source: Male
or: ପୁରୁଷ
pa: ਮਰਦ

source: Female
or: ମହିଳା
pa: ਔਰਤ

source: Bank Account Details
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ବିବରଣୀ
pa: ਬੈਂਕ ਖਾਤਾ ਵੇਰਵਾ

source: Bank Name
or: ବାଙ୍କ ନାମ
pa: ਬੈਂਕ ਦਾ ਨਾਮ

source: Account Number
or: ଏକାଉଣ୍ଟ ନମ୍ବର
pa: ਖਾਤਾ ਨੰਬਰ

source: IFSC Code
or: IFSC କୋଡ
pa: IFSC ਕੋਡ

source: Account Holder Name
or: ଏକାଉଣ୍ଟ ଧାରୀଙ୍କ ନାମ
pa: ਖਾਤਾ ਧਾਰਕ ਦਾ ਨਾਮ

source: Paytm Number
or: Paytm ନମ୍ବର
pa: ਪੇਟੀਏਮ ਨੰਬਰ

source: Google Pay Number
or: Google Pay ନମ୍ବର
pa: ਗੂਗਲ ਪੇ ਨੰਬਰ

# phonepaynumber
source: PhonePe Number
or: PhonePe ନମ୍ବର
pa: ਫੋਨ ਪੇ ਨੰਬਰ

source: Bank Documents
or: ବ୍ୟାଙ୍କ ଦସ୍ତାବେଜ
pa: ਬੈਂਕ ਦਸਤਾਵੇਜ਼

source: Cancelled Cheque
or: ରଦ୍ଦ ଚେକ
pa: ਰੱਦ ਕੀਤਾ ਚੈਕ

source: Passbook
or: ପାସବୁକ୍
pa: ਪਾਸਬੁੱਕ

source: Paytm KYC Screenshot
or: Paytm KYC ସ୍କ୍ରିନଶଟ
pa: ਪੇਟੀਏਮ KYC ਸਕ੍ਰੀਨਸ਼ੋਟ

source: Aadhar Details
or: ଆଧାର ବିବରଣୀ
pa: ਆਧਾਰ ਵੇਰਵਾ

source: Aadhar Number
or: ଆଧାର ନମ୍ବର
pa: ਆਧਾਰ ਨੰਬਰ

source: Upload Aadhar Card
or: ଆଧାର କାର୍ଡ ଆପଲୋଡ୍ କରନ୍ତୁ
pa: ਆਧਾਰ ਕਾਰਡ ਅੱਪਲੋਡ ਕਰੋ

# forntside
source: Front Side
or: ଆଗକୁ ଭାଗ
pa: ਸਾਮਨੇ ਦਾ ਭਾਗ

source: Back Side
or: ପଛକୁ ଭାଗ
pa: ਪਿੱਛੇ ਦਾ ਭਾਗ

source: PAN Number
or: PAN ନମ୍ବର
pa: ਪੈਨ ਨੰਬਰ

source: Upload PAN Card
or: PAN କାର୍ଡ ଆପଲୋଡ୍ କରନ୍ତୁ
pa: ਪੈਨ ਕਾਰਡ ਅੱਪਲੋਡ ਕਰੋ

source: Forget Password
or: ପାସ୍‌ଓର୍ଡ ଭୁଲିଗଲା
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ

source: Kindly fill details carefully
or: ଦୟାକରି ବିବରଣୀ ସତ୍ୟାନ୍ୱେଷଣ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਣਕਾਰੀ ਧਿਆਨ ਨਾਲ ਭਰੋ

source: Retailer can sign up as a dealer
or: ରେଟେଲର ଡିଲର ହେବାରେ ସାଇନ୍ ଆପ୍ କରି ପାରିବେ
pa: ਖੁਦਰਾ ਵਿਕਰੀਆਂ ਡੀਲਰ ਦੇ ਰੂਪ ਵਿੱਚ ਸਾਈਨ ਅਪ ਕਰ ਸਕਦੇ ਹਨ

source: Create Password
or: ପାସ୍‌ଓର୍ଡ ତିଆରି କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਬਣਾਓ

source: Your Profession
or: ଆପଣଙ୍କର ପେସା
pa: ਤੁਹਾਡਾ ਪੇਸ਼ੇ

source: Electrician
or: ଇଲେକ୍ଟ୍ରିଶିଆନ
pa: ਇਲੈਕਟ੍ਰੀਸ਼ੀਅਨ

source: Dealer
or: ଡିଲର
pa: ਡੀਲਰ

source: Partner
or: ସଙ୍ଗୀ
pa: ਸਾਥੀ

source: I Agree
or: ମୁଁ ସହମତ
pa: ਮੈਂ ਸਹਿਮਤ ਹਾਂ

source: Have Kissan Account
or: କିସାନ ଏକାଉଣ୍ଟ ଆଛି
pa: ਕਿਸਾਨ ਖਾਤਾ ਹੈ

source: Coming Soon
or: ଶୀଘ୍ର ଆସିବ
pa: ਜਲਦੀ ਹੀ ਆ ਰਿਹਾ ਹੈ

source: Assign User
or: ବ୍ୟବହାରକାରୀ ନେମନେ ଦିଅନ୍ତୁ
pa: ਯੂਜ਼ਰ ਨੂੰ ਸੌਂਪੋ

source: Upload
or: ଆପଲୋଡ୍ କରନ୍ତୁ
pa: ਅਪਲੋਡ ਕਰੋ

source: Aadhar
or: ଆଧାର
pa: ਆਧਾਰ

source: Card
or: କାର୍ଡ
pa: ਕਾਰਡ

# fillDetails
source: Kindly Fill the Following Details
or: ଦୟାକରି ନିମ୍ନସିଖ୍ୟ ଭରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦੇ ਵੇਰਵੇ ਭਰੋ

source: Nationality
or: ଜାତୀୟତା
pa: ਰਾਸ਼ਟਰੀ

source: India
or: ଭାରତ
pa: ਭਾਰਤ

source: Marriage Status
or: ବିବାହ ସ୍ଥିତି
pa: ਵਿਆਹ ਦੀ ਸਥਿਤੀ

source: Married Status
or: ବିବାହିତ ଅବସ୍ଥା
pa: ਵਿਆਹਿਤ ਸਥਿਤੀ

source: Blood Group
or: ରକ୍ତ ସମୁହ
pa: ਰਕਤ ਗਰੁੱਪ

# workExperience
source: Total Work Experience
or: ସମୁହ କାର୍ଯ୍ୟ ଅନୁଭବ
pa: ਕੁੱਲ ਕੰਮ ਅਨੁਭਵ

source: Language Known (Reading)
or: ଜାଣାମାନା ଭାଷା (ପଢନ୍ତୁ)
pa: ਜਾਣਦੀ ਭਾਸ਼ਾ (ਪੜ੍ਹਨਾ)

source: Language Known (Writing)
or: ଜାଣାମାନା ଭାଷା (ଲେଖନ)
pa: ਜਾਣਦੀ ਭਾਸ਼ਾ (ਲਿਖਣਾ)

source: Language Known (Speaking)
or: ଜାଣାମାନା ଭାଷା (କଥାବାଚନ)
pa: ਜਾਣਦੀ ਭਾਸ਼ਾ (ਬੋਲਣਾ)

# followUsOn
source: You can follow us on
or: ଆପଣ ଆମେ ଏହାରେ ଅନୁସରିତ ହେବାରେ ସକଷ୍ଟେ
pa: ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਫਾਲੋ ਕਰ ਸਕਦੇ ਹੋ

source: Visit our website
or: ଆମେ ଆମେର ଓଡ଼ିଆ ୱେବସାଇଟରେ ଯାଇବା
pa: ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੌਰਾਨ ਕਰੋ

source: View Details
or: ବିବରଣ ଦେଖନ୍ତୁ
pa: ਵੇਰਵਾ ਵੇਖੋ

source: Share On
or: ଉପରେ ଭାଗ କରନ୍ତୁ
pa: ਉੱਤੇ ਸਾਂਝਾ ਕਰੋ

source: Share
or: ଭାଗ କରନ୍ତୁ
pa: ਸਾਂਝਾ ਕਰੋ

source: Contact Us
or: ସମ୍ପର୍କ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਸੰਪਰਕ ਕਰੋ

source: For Any Queries
or: ଯାହାରେମୁଁ କିଛି ପ୍ରଶ୍ନ ଅଛି
pa: ਕੋਈ ਵੀ ਪ੍ਰਸ਼ਨ ਲਈ

source: Mail Us At
or: ଆମେ ମେଲ୍ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਮੇਲ ਕਰੋ

# kisanHelpCenter
source: Kisaan Help Center
or: କୃଷି ସହାୟକ ସେଣ୍ଟର
pa: ਕਿਸਾਨ ਹੈਲਪ ਸੈਂਟਰ

source: Hi, how can we help you?
or: ହାଇ, ଆପଣଙ୍କୁ କେମିତି ସହାୟ୍ୟ କରିବୁ?
pa: ਹਾਈ, ਤੁਸੀਂ ਕਿਵੇਂ ਸਹਾਇਤਾ ਕਰ ਸਕਦੇ ਹੋ?

source: Account Setting
or: ଏକାଉଣ୍ଟ ସେଟିଂ
pa: ਅਕਾਊਂਟ ਸੈਟਿੰਗ

source: Login & Password
or: ଲଗଇନ ଏବଂ ପାସ୍‌ୱାର୍ଡ
pa: ਲਾਗਇਨ ਅਤੇ ਪਾਸਵਰਡ

# privacySecurity
source: Privacy and Security
or: ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା
pa: ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਅਤ

source: Privacy Policy
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ

source: Email Us
or: ଆମେ ଇମେଲ୍ କର
pa: ਸਾਡੇ ਨੂੰ ਈਮੇਲ ਕਰੋ

source: Feedback
or: ପ୍ରତିସାଦ
pa: ਫੀਡਬੈਕ

source: Complaints
or: ଶିକାୟତ
pa: ਸ਼ਿਕਾਇਤਾਂ

source: Subject
or: ବିଷୟ
pa: ਵਿਸ਼ਾ

source: Message
or: ସନ୍ଦେଶ
pa: ਸੁਨੇਹਾ

source: Upload Image
or: ଚିତ୍ର ଆପଲୋଡ କରନ୍ତୁ
pa: ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ

source: Old Password
or: ପୁରାତନ ପାସ୍‌ୱାର୍ଡ
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ

source: New Password
or: ନୂଆ ପାସ୍‌ୱାର୍ଡ
pa: ਨਵਾਂ ਪਾਸਵਰਡ

source: Confirm Password
or: ପାସ୍‌ୱାର୍ଡର ନିଶ୍ଚିତକରଣ
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ

source: Are you sure?
or: ଆପଣ ନିଶ୍ଚିତ?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕੇ ਹੋ?

# logoutConfirmation
source: Do you want to log out?
or: ଆପଣ କଣ ବାହାର ହେଇଛନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਲੌਗ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: No
or: ନା
pa: ਨਹੀਂ

source: Yes
or: ହା
pa: ਹਾਂ

source: Offers
or: ଅଫର୍
pa: ਐਫਰਾਂ

source: Copy
or: କପି
pa: ਕਾਪੀ

# referralReward
source: Upto Rs-200 for each referral
or: ପ୍ରତି ସନ୍ଦର୍ଭରେ Rs-200 ପର୍ୟନ୍ତ
pa: ਹਰ ਰੈਫਰਲ ਲਈ Rs-200 ਤੱਕ

source: Call Us
or: ଆମେ କଲ୍ କରନ୍ତୁ
pa: ਸਾਡੇ ਨੂੰ ਕਾਲ ਕਰੋ

source: Select Language
or: ଭାଷା ଚୟନ କରନ୍ତୁ
pa: ਭਾਸ਼ਾ ਚੁਣੋ

source: English
or: ଇଂରାଜୀ
pa: ਅੰਗਰੇਜ਼ੀ

source: Hindi
or: ହିନ୍ଦୀ
pa: ਹਿੰਦੀ

source: Punjabi
or: ପଞ୍ଜାବୀ
pa: ਪੰਜਾਬੀ

source: Gujarati
or: ગુજરાતી
pa: ਗੁਜਰਾਤੀ

source: Marathi
or: ମରାଠୀ
pa: ਮਰਾਠੀ

source: Odia
or: ଓଡ଼ିଆ
pa: ਓਡੀਆ

source: Nepali
or: ନେପାଳୀ
pa: ਨੇਪਾਲੀ
